Repository: ahmedbadie/TestingSwitching
Catalog: CarHds/*.lproj/Localizable.strings
Languages: de

source: Error
de: Fehler

# LoginFailed
source: Login Failed with error %@
de: Login fehlgeschlagen weil %@

source: Login Succeded
de: Login erfolgreich

source: Creating Meeting
de: Meeting eröffnen

# ConcludeMeetingConfirmation
source: Really conclude the Meeting?
de: Meeting wirklich beenden?

# ConcludeMeetingMessage
source: Meeting concluded, please rate the quality of this Meeting.
de: Meeting beendet. Bitte bewerte die Qualität dieses Meeting

# MeetingConclusionConfirmation
source: Confirm your choice and move on to rating your own contribution making the best possible Meeting.
de: Auswahl bestätigen und jetzt deinen Beitrag einschätzen ein sehr gutes Meeting mitgestaltet zu haben

# SelfConclusionConfirmation
source: Please confirm your choice and stay hungry and foolish.
de: Bitte deine Auswahl bestätigen. Stay hungry, stay foolish!

# RoomExpired
source: Expired Room, can't join it
de: Meeting existiert nicht mehr

# NeedUsersMsg
source: Can't conclude a meeting with no users!
de: Kann kein Meeting ohne Teilnehmer beenden!

source: Meeting Conclusion
de: Meeting Abschluss

source: Yes
de: Ja

source: No
de: Nein

source: Leave Meeting
de: Meeting verlassen

source: Failed to join room
de: Konnte dem Meeting nicht beitreten

source: Meeting room closed by Host
de: Meeting vom BigBoss geschlossen

source: Missing username/email
de: Benutzername/email fehlen

source: Conclude Meeting
de: Meeting abschliessen

source: Preparing for meeting conclusion
de: Meeting Abschluss vorbereiten

source: %@, do you want to Logout?
de: %@, willst du dich ausloggen?

source: Meeting room doesn't exist
de: Meeting existiert nicht

source: Meeting room already exists
de: Meeting existiert bereits

source: Failed to login
de: Login fehlgeschlagen

source: Password reset email was sent
de: Password reset email wurde geschickt

source: No users with username %@
de: Kein User mit username %@

source: User %@ doesn't have an email
de: User %@ hat keine email

source: Time out
de: Zeit abgelaufen

source: Missing Username
de: Benutzername fehlt

source: Missing password
de: Passwort fehlt

source: Password too short
de: Password zu kurz

source: Creation Canceled
de: Abbruch

source: Can't create a user with empty username
de: Ohne Bitte, kein Keks. Ohne Username, kein User

source: Password should be more than 8 letters
de: Passwort sollte mehr als 8 Buchstaben enthalten

source: Invalid email Address
de: Keine valide email Adresse

source: Can't create a user with empty first name
de: Ohne Huhn, kein Ei. Ohne Vorname, kein User

source: Can't create a user with empty last name
de: Ohne Dunkelheit, kein Licht. Ohne Nachname, kein User

source: Creating user
de: Benutzer wird angelegt

source: User %@ created
de: Benutzer %@ angelegt

source: Failed to Start Session
de: Start der Session fehlgeschlagen
